Repository: rajat2849/dominos
Catalog: locales/template.po
Languages: id

source: Free Delivery
id: Gratis Biaya Kirim

source: 30 Minutes Delivery Guaranteed
id: Garansi 30 Menit Pasti Sampai

source: Carry Out
id: Ambil di Toko

source: Pick up your order at Domino's Store
id: Ambil pesanan kamu di store Domino's

source: See our menu and offers
id: Lihat menu dan promo kami

source: Log in
id: Masuk

source: Log in to reorder your favourites
id: Masuk untuk memesan kembali pesanan favorit kamu

source: View our menu and offers
id: Lihat menu dan promo kami

source: Required
id: Diperlukan

source: First Name can`t be blank
id: Nama depan tidak boleh kosong

source: Last Name can`t be blank
id: Nama belakang tidak boleh kosong

source: Invalid email
id: Email tidak valid

source: Invalid phone no
id: No telpon tidak valid

source: Title Not Available
id: Title tidak tersedia

source: DELIVERY
id: Pengiriman

source: CUSTOMER DETAIL
id: Data lengkap pelanggan

source: PROMOTIONS
id: Promosi

source: BEVERAGE
id: Minuman

source: MY CART
id: Keranjang belanja saya

source: STORE LOCATOR
id: Pencari store

source: PROMOS
id: Promo

source: order detail
id: detail Pesanan

source: choose payment
id: pilih pembayaran

source: place order
id: pesanan diterima

source: Login information
id: Login in information

source: Personal information
id: Informasi data pribadi

source: My Favourite Order
id: Pesanan favorit saya

source: My Previous Order
id: Pesanan saya sebelumnya

source: Order Placed
id: Pesanan di terima

source: Making
id: Sedang dibuat

source: In the oven
id: Didalam oven

source: Ready To Deliver
id: Siap dikirim

source: Out for delivery
id: Keluar untuk pengiriman

source: Order complete
id: Pesanan selesai

source: Forgot Password
id: lupa kata sandi

source: Please enter your email. You will receive a link to reset password
id: masukkan email Anda, Anda akan menerima link untuk mereset password

source: Cancel
id: Batal

source: My Account
id: Akun saya

source: My Orders
id: Pesanan saya

source: Others
id: Lainnya

source: Store Finder
id: Pencari store

source: History
id: Sejarah

source: News and Updates
id: Berita dan update

source: Career
id: Karir

source: Term and conditions
id: Syarat dan ketentuan

source: Privacy Policy
id: Kebijakan

source: Term of use
id: Jangka waktu penggunaan

source: Confirm password not matched
id: Konfirmasi bahwa password tidak sesuai - konfirmasi kata sandi tidak sesuai

source: You are currently offline. Please connect to your Internet network
id: anda sedang offline saat ini. Mohon hubungkan ke jaringan Internet - anda

source: Items
id: Item

source: Qty
id: Banyaknya

source: Price
id: Harga

source: Delivery Fee
id: Biaya pengiriman

source: Tax
id: Pajak

source: Our crew member will carry a portable EDC machine for credit card/debit card payment during delivery payments made on delivery
id: Kru kami akan membawa mesin EDC portabel untuk pembayaran kartu kredit/kartu debit yang dilakukan saat pengiriman

source: Credit Card
id: Kartu kredit

source: Cash on Delivery
id: Bayar ditempat

source: Delivery Address
id: Alamat pengiriman

source: Delivery Method
id: Metode pengiriman

source: Contact Number
id: Nomor kontak

source: Customer Name
id: Nama pelanggan

source: Order Date
id: Tanggal pesanan

source: Please check your email for order confirmation
id: Mohon cek email Anda untuk konfirmasi pesanan

source: Order Id
id: Nomor pesanan

source: Store Address
id: Alamat store

source: User Address
id: Alamat pelanggan

source: Use Voucher
id: Voucher pelanggan

source: Enter Voucher Code
id: Masukkan kode voucher

source: Order Now
id: Pesan sekarang

source: Order Later
id: Pesan nanti

source: Today
id: Hari ini

source: Selected Product Name
id: Nama produk yang dipilih

source: Size
id: Ukuran

source: Quantity
id: Banyaknya

source: Add to cart
id: Masukkan ke keranjang

source: Choose Pizza
id: Pilih pizza

source: Address not found
id: Alamat tidak ditemukan

source: Map data service unavailable
id: Layanan MAP data tidak tersedia - layanan data peta tidak tersedia

source: No available store nearest to you
id: Tidak ada store yang tersedia di dekat Anda

source: There is no item in your cart. Please select the product item in the menu screen
id: Tidak ada produk dalam keranjang Anda. Mohon pilih produk terlebih dahulu

source: Order not found
id: Pesanan tidak ditemukan

source: The item has been added to your cart
id: Produk telah di tambahkan dalam keranjang Anda

source: no routes available
id: tidak ada rute yang tersedia

source: CAREER
id: Karir

source: There is no data for Career
id: Tidak ada data untuk karir

source: CONTACT US
id: Hubungi kami

source: we would love to hear what you think about Domino's, our pizza and our service. Please submit to us your feedback and we will get back to you soon
id: Kami ingin mendengar pendapat Anda tentang Domino's, pizza kami, dan layanan kami, (baik maupun buruk). Kirimkan masukan Anda dan kami akan segera menghubungi Anda kembali.

source: Your Address*
id: Alamat Anda*

source: Your Address
id: Alamat Anda

source: select store
id: pilih store

source: Your Name*
id: nama Anda*

source: Your Email*
id: email Anda*

source: Contact Number*
id: nomor kontak*

source: Your Message*
id: pesan Anda*

source: Your Message
id: Pesan Anda

source: SUBMIT
id: Kirim

source: Customer details
id: Data pelanggan

source: First Name
id: Nama depan

source: Last Name
id: Nama Belakang

source: Number
id: Nomor

source: Next
id: Berikutnya

source: Maximum 11 toppings allowed on each pizza or half pizza
id: Maksimal 11 toping yang di perbolehkan untuk masing - masing pizza - atau setengah pizza

source: Maximum 3 cheese toppings allowed on each pizza or half pizza.
id: maksimal 3 topping keju yang diperbolehkan untuk masing - masing pizza

source: product Name
id: nama produk

source: Current Toppings
id: Topping saat ini

source: Click
id: Klik

source: to remove. Click
id: untuk menghapus. Klik

source: to add
id: untuk menambahkan

source: Add topping
id: Tambah topping

source: click to add. Only 2 topping may be changed are allowed per pizza (excludes extra value range, value range, and free toppings). Additional topping will be charged.
id: klik untuk menambahkan. Hanya perubahan 2 topping yang diperbolehkan per pizza (kecuali extra value range, value range, dan topping gratis). Penambahan topping akan di kenakan biaya.

source: order Id
id: nomor pesanan

source: Carry out
id: Ambil di Toko

source: ko gree apple garden a20 a22 rt 05/005, subangiaya, sukabumi,43151
id: n/a

source: Google api error, secure origin required
id: Error di Google API

source: Type street/building (do not type jalan,jin..,orjl)
id: tuliskan jalan / gedung (jalan tulis jalan, jln, atau jl) - tuliskan nama

source: Choose Address
id: Pilih alamat

source: Your selected address:
id: alamat pilihan Anda

source: Fill for more detail (optional):
id: Isi lebih detail (pilihan)

source: Kav/number
id: Kav / Nomor

source: Floor
id: Lantai

source: Search
id: Cari

source: OR
id: Atau

source: display the auto detected address location here......
id: menampilkan alamat yang terdeteksi secara otomatis di sini ......

source: Choose
id: Pilih

source: HISTORY
id: Sejarah

source: image not found
id: gambar tidak di temukan

source: Send Feedback
id: Kirim feedback

source: Select
id: Pilih

source: Account
id: Akun

source: Save
id: Simpan

source: Old password
id: kata sandi lama

source: New password
id: kata sandi baru

source: Confirm password
id: konfirmasi kata sandi

source: Mr.
id: bapak

source: Ms.
id: Nona.

source: Mrs.
id: Ibu.

source: Date of birth (dd-mm-yyyy)
id: Tanggal lahir

source: MY ORDERS
id: Pesanan saya

source: News And Updates
id: Berita dan update

source: Additional information, i.e: payment by MAP Voucher, use west gate, extra chili sauce.
id: Tambahan informasi, contoh pembayaran melalui voucher MAP, gunakan pintu barat, tambah saus sambal, dll

source: Additional Instruction
id: Petunjuk tambahan

source: Important! once you click the "Order Now" button you cannot cancel and are obligated to pay according to the amount shown.
id: Penting! Setelah Anda klik tombol "Pesan Sekarang" Anda tidak dapat membatalkan pesanan dan Anda diwajibkan untuk membayar sesuai dengan harga yang tertera.

source: order confirmation
id: konfirmasi pesanan

source: OTHERS
id: Lainnya

source: Contact us
id: Hubungi kami

source: PRIVACY POLICY
id: Kebijakan

source: Customize Topping
id: Atur topping

source: Please select area
id: Silahkan pilih area

source: Store Locator
id: Pencarian lokasi toko

source: TERM AND CONDITION
id: Syarat dan ketentuan

source: TERMS OF USE
id: Ketentuan penggunaan

source: Thank you for your order
id: Terima kasih atas pesanan Anda

source: Track you order
id: Lacak pesanan Anda

source: Enter mobile number/Email/Order ID
id: Masukkan nomor ponsel / email / nomor pesanan

source: WHERE IS MY PIZZA
id: Mana pizza Gue

source: Status order
id: Status pesanan

source: Track your order from the store to your door
id: Lacak pesanan Anda dari store hingga lokasi Anda

source: Tarcking Code
id: Kode pelacakan

source: order placed
id: pesanan diterima

source: Deliver Time
id: Waktu pengiriman

source: Rider name
id: Nama pengirim

source: service Method
id: metode layanan

source: Edit
id: Ubah

source: ORDER SUMMARY
id: Ringkasan pesanan

source: Choose Drink
id: Pilih Drink

source: Choose Side / Dessert
id: Pilih Side / Dessert

source: Agree
id: Setuju

source: Please check agreed to continue order
id: Harap centang setuju untuk melanjutkan pesanan

source: Add this order to your favorite order?
id: Tambahkan pesanan ini kedalam order favorite

source: STORE LIST
id: DAFTAR TOKO

source: Map View
id: Tampilan Peta

source: Order from this store
id: Pesan Dari Toko Ini

source: Log in or Register
id: Masuk atau Daftar

source: Forgot your password
id: Lupa Password

source: Register
id: Daftar

source: RESEND ACTIVATION CODE
id: KIRIM ULANG KODE AKTIVASI

source: FACEBOOK REGISTRATION
id: Daftar via facebook

source: Log Out
id: Keluar

source: An email sent to
id: Email yang dikirim ke

source: Invalid email address
id: Email tidak valid

source: Message Subject*
id: Judul Pesan*

source: Language
id: Bahasa
